export const TermAndConditions = `ברוכים הבאים לשניז (להלן: “האתר”). האתר מופעל ע”י,  (להלן: “הנהלת האתר” או “החברה”).<br />
<br />האתר משמש כפלטפורמת תשלום אלקטרונית לבעלי עסקים.<br />
<br />האמור בתקנון זה מתייחס באופן שווה לבני שני המינים, והשימוש בלשון זכר הוא מטעמי נוחות בלבד.<br />
<br />הוראות תקנון זה ותנאי השימוש המופיעים באתר מגדירים את מערכת היחסים המשפטית בין המזמין לבין האתר, את תנאי השימוש באתר ו/או
את הזמנת המוצרים מן האתר ומעידים על הסכמת המזמין, לתנאים אלה ולתנאים נוספים המופיעים באתר.<br />
<br />החברה רשאית בכל עת, על פי שיקול דעתה הבלעדי, לעדכן  תקנון זה.<br />
<br />תנאים אלה חלים על השימוש באתר ובשירותים הכלולים בו באמצעות כל מחשב או מכשיר תקשורת אחר (כדוגמת טלפון סלולארי, טבלטים למיניהם וכו’) כמו כן
הם חלים על השימוש באתר, בין באמצעות רשת האינטרנט ובין באמצעות כל רשת או אמצעי תקשורת אחר.<br />
<br />אין באמור בתקנון זה כדי לגרוע מהוראות חוק הגנת הצרכן, התשמ”א-1981 (להלן: “חוק הגנת הצרכן”) והתקנות אשר הותקנו מכוחו, ככל שהן חלות על האתר
(להלן: “ההוראות”), למעט במקרים בהם ניתן להתנות על הוראות כאמור והתניה כאמור בוצעה במסגרת האתר אם במפורש ואם במשתמע.<br />
<br />החברה והנהלת האתר עושים כמיטב יכולתם להציג את המידע השלם והמקיף ביותר לגבי המוצר לרבות תמונות, חרף האמור בסעיף זה יובהר, כי עלולים
להופיע באתר בתום לב וללא כוונת זדון ו/או מתוך רצון להטעות, אי דיוקים ו/או שגיאות ו/או השמטות והחברה, הנהלת האתר והאתר לא יישאו באחריות כלשהי הנובעת
מאי הדיוקים ו/או או השגיאות.<br />
<br />כותרות הפרקים מובאות לשם נוחות והתמצאות המזמין ולא ישמשו בפרשנות התקנון.<br />
<br />טעות סופר בתיאור מוצר/ים לא תחייב את החברה.<br />
<br />תמונות המוצרים באתר מוצגות לצורכי המחשה בלבד. בנוסף, ייתכנו הבדלים במראה, בגוון, בגודל, וכיו”ב בין המוצר, כפי שהוא מוצג באתר, לבין המוצר במציאות.<br />
<br />אין להעתיק ולהשתמש, או לאפשר לאחרים להשתמש, בכל דרך אחרת בתכנים מתוך האתר, לרבות באתרי אינטרנט אחרים, בפרסומים אלקטרוניים,
בפרסומי דפוס וכיו”ב, לכל מטרה אחרת.<br />
<br />המועד שנרשם, לכל עניין ועניין, במחשבי החברה הוא המועד הקובע לכל דבר.<br />
<br />הרשמה לאתר<br />
<br />על מנת לבצע הזמנה של מוצרים על המזמין להירשם באתר  באמצעות טופס הרשמה מקוון.<br />
<br />כל אדם, לרבות חברה, רשאי להשתמש באתר, לרבות לבצע רכישות באמצעות האתר, בין היתר, בכפוף להיותו כשיר לבצע פעולות משפטיות מחייבות,
, בעל כרטיס אשראי  תקף ,שהונפק  ע”י אחת מחברות כרטיסי האשראי (לעיל ולהלן: “המזמין”).<br />
<br />הרישום הינו חד פעמי, כאשר לאחריו המזמין לא יידרש לשוב ולהירשם בכל פעם מחדש בעת ביצוע הרכישה.<br />
<br />בעת הרישום באתר על המזמין להזין שם משתמש וסיסמא וכן את כתובת הדואר האלקטרוני שלו. במידה וישכח המזמין את הסיסמא, תשלח אליו הסיסמא
הקיימת כפי שהוזנה בעת הרישום הראשוני באתר לכתובת הדוא”ל אשר הוזנה באתר.<br />
<br />בעתיד אם וכאשר יבקש המזמין לרכוש מוצרים נוספים, יזוהה המזמין לפי שם המזמין והסיסמא שבחר.<br />
<br />פרטי המזמין יעודכנו בהתאם לנתונים אשר ימולאו על ידי המזמין בטופס הרישום המקוון במצוי באתר.<br />
<br />הנהלת האתר רשאית מעת לעת לדרוש פרטי זיהוי נוספים.<br />
<br />מבלי לגרוע מהאמור לעיל, החברה תהא רשאית למנוע מכל אדם להשתמש באתר, באופן זמני או לצמיתות על פי שיקול דעתה הבלעדי ומבלי למסור
הודעה על כך מראש, לרבות בכל אחד מהמקרים הבאים:<br />
<br />ביצוע מעשה בלתי חוקי ו/או הפרת הוראות הדין;<br />
<br />הפרת תנאי מתנאי תקנון זה;<br />
<br />מסירת פרטים שגויים במתכוון;<br />
<br />ביצוע פעולה העלולה לפגוע בפעילותו התקינה של האתר ו/או במי מהספקים ו/או בצד ג’ כלשהו;<br />
<br />כרטיס האשראי שברשות המזמין נחסם או הוגבל לשימוש בדרך כלשהי.<br />
`;
